<h2>关于口袋</h2>
<p>最初想做这样一个网站的想法是来自于我在澳洲的生活。每当我想找一些二手的物品时总是觉得很不方便，对现有的一些论坛所提供的平台总是觉得针对性不强，并不能针对我想要的东西进行精确的搜索。像二手书籍，教课书这样的信息一般只能到学校的信息栏里找，而且信息十分有限。由些，我便产生了制作一个可以进行分类并精确查找的程序供大家使用。在使用过程中您如果有什么好的建议和想法，欢迎通过<a href="#">这里</a>向我反馈，可能不会做到满足所有的要求，但我会认真对待并回复每一条建议。</p>
<p>您可以通过RSS任意订制订阅任何您感兴趣的信息（<a href="http://www.google.com.au/search?hl=en&client=firefox-a&rls=com.ubuntu%3Aen-US%3Aunofficial&hs=70M&q=%E5%A6%82%E4%BD%95%E8%AE%A2%E9%98%85RSS&btnG=Search&meta=">如果不清楚什么是RSS请点击这里</a>）。</p>
<p>本站取名&lt;神奇口袋&gt;，就是要像多拉A梦的口袋一样神奇，使您可以在本站找到任何您想要的东西。</p>
<p>我将会针对服务使用情况及用户反馈的意见进行不断改进。欢迎您使用口袋提供的服务。</p>
