<h2>用户使用协议</h2>
<p>欢迎使用&lt;神奇口袋&gt;为您提供的各项服务。以下所述条款和条件即构成您与本站就使用服务所达成的协议，一旦您访问和使用网，即表示您已接受了以下所述的条款和条件。</p>
<p>本站有权随时修改下述条款和条件，并只需公示于网，而无需征得您的事先同意。修改后的条款于公示时即时生效。在本站修改服务条款后，您继续使用服务应被视作您已接受了修改后的条款。本站拥有对此声名的解释权力。</p>
<strong>
<p>一、免责声明</p>
<p>1.您将对您发布的信息及其他在网上发生的任何行为承担责任，我站对此不负任何责任。<br/>
2.用户在神奇口袋发表的内容（包含但不限于豆瓣网目前各产品功能里的内容）仅表明其个人的立场和观点，并不代本站的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。神奇口袋不承担任何法律及连带责任。<br/>
3.神奇口袋仅为用户发布的内容提供存储空间，本站不对用户发表、转载的内容提供任何形式的保证：不保证内容满足您的要求，不保本站的服务不会中断。因网络状况、通讯线路、第三方网站或管理部门的要求等任何原因而导致您不能正常使用豆瓣，神奇口袋不承担任何法律责任。</p></strong>
<p>二、遵守法律</p>
<p>您同意遵守中华人民共和国及澳大利亚相关法律法规的所有规定，并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如您的行为违反两国法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。</p>
<p>三、注册名、密码和保密</p>
<p>在登记过程中，您将选择注册名和密码。注册名的选择应遵守法律法规及社会公德。您必须对您的密码保密，您将对您注册名和密码下发生的所有活动承担责任。如发现任何人未经您同意使用您的注册名跟密码，你需立即通知我站；对该行为造成的损害，我站不负任何责任。</p>
<p>四、您的权利和义务</p>
<p>1. 您有权根据本协议及网上公告的相关规则发布信息、评价、参与活动等其他无特殊限制的服务；             <br />
2. 您应当保证在使用网各项服务中遵守法律法规，尊重社会公德，遵守诚实信用原则，不扰乱网络秩序；             <br />
3. 您发表的言论、评价应当真实，不得侮辱、诽谤和恶意评价他人；             <br />
4. 您发布的信息不得侵犯他人的知识产权或其他合法利益；             <br />
5. 您同意不对网上的信息做商业用途，包括但不限于以复制、传播等方式使用展示在网上的任何资料；             <br />
6. 在原发布信息尚未过期的情况下,您不得重复发布与该信息内容相同或近似的信息；             <br />
7. 如果您是消费者，您有权对商家进行点评，但是点评内容必须真实并不得违反法律法规和社会公德；             <br />
8. 如果第三人针对对您发布的信息，提出知识产权或人格权侵权投诉，我站将按照以下方式进行处理：             <br />
8.1、第三人提出知识产权侵权投诉的，我站将对被投诉信息立即予以临时删除，同时我站将要求您于我站发出通知之日起3日内针对该投诉向我站提出反通知，如果您未能按时提供反通知，我站将对被投诉的信息予以永久删除；             <br />
8.2、第三人提出名誉权等人格权侵权投诉的，我站将对被投诉信息立即予以临时删除，同时我站将要求您于我站发出通知之日起3日内向我站披露真实身份，并按我站要求签署信息真实声明函，否则我站将对被投诉的信息予以永久删除。</p>
<p>五、我站的权利和义务</p>
<p>1. 我站有义务在现有技术上维护整个平台的正常运行，并努力提升和改进技术；             <br />
2. 因网上平台的特殊性，本站没有义务对所有会员的注册资料、行为及其他事项进行事先审查；             <br />
3. 会员因在网上的行为与他人产生诉讼的，司法部门或行政部门按照法定程序要求本站提供相关资料的，本站应积极配合并提供；             <br />
4. 对于您在网上的不当行为或任何我站认为应当终止服务的情况，我站有权删除信息或终止服务，且无须征得您的同意；             <br />
5. 我站有权对您的注册资料及在网上的行为进行查阅，发现注册资料存在问题或有合理理由怀疑相关行为不当的，有权向您发出询问及要求修正；             <br />
6. 我站转让本协议无需征得您的同意；             <br />
7. 在您使用网服务时，本站有权接收并记录您的个人信息，包括但不限于IP地址、网站Cookie中的资料及您要求取用的网页记录等。</p>

<p>六、隐私权</p>
<p>我站不公开您选择保密的注册信息及其他个人信息。但在下列情况下，我站有权全部或部分披露您的保密信息。</p>
<p>1. 根据中华人民共和国及澳大利亚法律规定，或应行政机关、司法机关要求，向第三人或行政机关、司法机关披露；             <br />
2. 如您系权利人并针对他人在网上侵犯您利益的行为提起投诉，应被投诉人要求，向被投诉人披露；             <br />
3. 权利人认为您在网上的行为侵犯其合法权利并提出投诉的，可向权利人披露；             <br />
4. 您出现违反网网站规则，需要向第三方披露的；             <br />
5. 根据法律和网网站规则，其他我站认为适合披露的。</p>


